Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子曰：「人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可運之掌上。所以謂人皆有不忍人之心者，今人乍見孺子將入於井，皆有怵惕惻隱之心；非所以內交於孺子之父母也，非所以要譽於鄉黨朋友也，非惡其聲而然也。由是觀之，無惻隱之心，非人也。無羞惡之心，非人也。無辭讓之心，非人也。無是非之心，非人也。惻隱之心，仁之端也；羞惡之心，義之端也；辭讓之心，禮之端也；是非之心，智之端也。人之有是四端也，猶其有四體也。有是四端而自謂不能者，自賊者也；謂其君不能者，賊其君者也。凡有四端於我者，知皆擴而充之矣，若火之始然，泉之始達。茍能充之，足以保四海；茍不充之，不足以事父母。」
en: Mencius said, 'All men have a mind which cannot bear to see the sufferings of others. 'The ancient kings had this commiserating mind, and they, as a matter of course, had likewise a commiserating government. When with a commiserating mind was practised a commiserating government, to rule the kingdom was as easy a matter as to make anything go round in the palm. When I say that all men have a mind which cannot bear to see the sufferings of others, my meaning may be illustrated thus: even now-a-days, if men suddenly see a child about to fall into a well, they will without exception experience a feeling of alarm and distress. They will feel so, not as a ground on which they may gain the favour of the child's parents, nor as a ground on which they may seek the praise of their neighbours and friends, nor from a dislike to the reputation of having been unmoved by such a thing. From this case we may perceive that the feeling of commiseration is essential to man, that the feeling of shame and dislike is essential to man, that the feeling of modesty and complaisance is essential to man, and that the feeling of approving and disapproving is essential to man. The feeling of commiseration is the principle of benevolence. The feeling of shame and dislike is the principle of righteousness. The feeling of modesty and complaisance is the principle of propriety. The feeling of approving and disapproving is the principle of knowledge. Men have these four principles just as they have their four limbs. When men, having these four principles, yet say of themselves that they cannot develop them, they play the thief with themselves, and he who says of his prince that he cannot develop them plays the thief with his prince. Since all men have these four principles in themselves, let them know to give them all their development and completion, and the issue will be like that of fire which has begun to burn, or that of a spring which has begun to find vent. Let them have their complete development, and they will suffice to love and protect all within the four seas. Let them be denied that development, and they will not suffice for a man to serve his parents with.'

source: 孟子曰：「矢人豈不仁於函人哉？矢人惟恐不傷人，函人惟恐傷人。巫匠亦然。故術不可不慎也。孔子曰：『里仁為美。擇不處仁，焉得智？』夫仁，天之尊爵也，人之安宅也。莫之御而不仁，是不智也。不仁不智，無禮無義，人役也。人役而恥為役，由弓人而恥為弓、矢人而恥為矢也。如恥之，莫如為仁。仁者如射：射者正己而後發；發而不中，不怨勝己者，反求諸己而已矣。」
en: Mencius said, 'Is the arrow-maker less benevolent than the maker of armour of defence? And yet, the arrow-maker's only fear is lest men should not be hurt, and the armour-maker's only fear is lest men should be hurt. So it is with the priest and the coffin-maker. The choice of a profession, therefore, is a thing in which great caution is required. Confucius said, "It is virtuous manners which constitute the excellence of a neighbourhood. If a man, in selecting a residence, do not fix on one where such prevail, how can he be wise?" Now, benevolence is the most honourable dignity conferred by Heaven, and the quiet home in which man should awell. Since no one can hinder us from being so, if yet we are not benevolent - this is being not wise. From the want of benevolence and the want of wisdom will ensue the entire absence of propriety and righteousness;-- he who is in such a case must be the servant of other men. To be the servant of men and yet ashamed of such servitude, is like a bowmaker's being ashamed to make bows, or an arrow-maker's being ashamed to make arrows. If he be ashamed of his case, his best course is to practise benevolence. The man who would be benevolent is like the archer. The archer adjusts himself and then shoots. If he misses, he does not murmur against those who surpass himself. He simply turns round and seeks the cause of his failure in himself.'

source: 孟子曰：「子路，人告之以有過則喜。禹聞善言則拜。大舜有大焉，善與人同，舍己從人，樂取於人以為善。自耕稼、陶、漁，以至為帝，無非取於人者。取諸人以為善，是與人為善者也。故君子莫大乎與人為善。」
en: Mencius said, 'When any one told Zi Lu that he had a fault, he rejoiced. When Yu heard good words, he bowed to the speaker. The great Shun had a still greater delight in what was good. He regarded virtue as the common property of himself and others, giving up his own way to follow that of others, and delighting to learn from others to practise what was good. From the time when he ploughed and sowed, exercised the potter's art, and was a fisherman, to the time when he became emperor, he was continually learning from others. To take example from others to practise virtue, is to help them in the same practice. Therefore, there is no attribute of the superior man greater than his helping men to practise virtue.'

source: 孟子曰：「伯夷非其君不事，非其友不友。不立於惡人之朝，不與惡人言；立於惡人之朝，與惡人言，如以朝衣朝冠坐於涂炭。推惡惡之心，思與鄉人立，其冠不正，望望然去之，若將浼焉。是故諸侯雖有善其辭命而至者，不受也。不受也者，是亦不屑就已。柳下惠，不羞污君，不卑小官。進不隱賢，必以其道。遺佚而不怨，厄窮而不憫。故曰：『爾為爾，我為我。雖袒裼裸裎於我側，爾焉能浼我哉！』故由由然與之偕而不自失焉，援而止之而止。援而止之而止者，是亦不屑去已。」孟子曰：「伯夷隘，柳下惠不恭。隘與不恭，君子不由也。」
en: Mencius said, 'Bo Yi would not serve a prince whom he did not approve, nor associate with a friend whom he did not esteem. He would not stand in a bad prince's court, nor speak with a bad man. To stand in a bad prince's court, or to speak with a bad man, would have been to him the same as to sit with his court robes and court cap amid mire and ashes. Pursuing the examination of his dislike to what was evil, we find that he thought it necessary, if he happened to be standing with a villager whose cap was not rightly adjusted, to leave him with a high air, as if he were going to be defiled. Therefore, although some of the princes made application to him with very proper messages, he would not receive their gifts. He would not receive their gifts, counting it inconsistent with his purity to go to them. Hui of Liu Xia was not ashamed to serve an impure prince, nor did he think it low to be an inferior officer. When advanced to employment, he did not conceal his virtue, but made it a point to carry out his principles. When neglected and left without office, he did not murmur. When straitened by poverty, he did not grieve. Accordingly, he had a saying,"You are you, and I am I. Although you stand by my side with breast and aims bare, or with your body naked, how can you defile me?" Therefore, self-possessed, he companied with men indifferently, at the same time not losing himself. When he wished to leave, if pressed to remain in office, he would remain. He would remain in office, when pressed to do so, not counting it required by his purity to go away.' Mencius said, 'Bo Yi was narrow-minded, and Hui of Liu Xia was wanting in self-respect. The superior man will not manifest either narrow-mindedness, or the want of self-respect.'

source: 孟子曰：「天時不如地利，地利不如人和。三里之城，七里之郭，環而攻之而不勝；夫環而攻之，必有得天時者矣，然而不勝者，是天時不如地利也。城非不高也，池非不深也，兵革非不堅利也，米粟非不多也，委而去之，是地利不如人和也。故曰：域民不以封疆之界，固國不以山溪之險，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，親戚畔之；多助之至，天下順之。以天下之所順，攻親戚之所畔，故君子有不戰，戰必勝矣。」
en: Mencius said, 'Opportunities of time vouchsafed by Heaven are not equal to advantages of situation afforded by the Earth, and advantages of situation afforded by the Earth are not equal to the union arising from the accord of Men. There is a city, with an inner wall of three li in circumference, and an outer wall of seven. The enemy surround and attack it, but they are not able to take it. Now, to surround and attack it, there must have been vouchsafed to them by Heaven the opportunity of time, and in such case their not taking it is because opportunities of time vouchsafed by Heaven are not equal to advantages of situation afforded by the Earth. There is a city, whose walls are distinguished for their height, and whose moats are distinguished for their depth, where the arms of its defenders, offensive and defensive, are distinguished for their strength and sharpness, and the stores of rice and other grain are very large. Yet it is obliged to be given up and abandoned. This is because advantages of situation afforded by the Earth are not equal to the union arising from the accord of Men. In accordance with these principles it is said, "A people is bounded in, not by the limits of dykes and borders; a State is secured, not by the strengths of mountains and rivers; the kingdom is overawed, not by the sharpness and strength of arms." He who finds the proper course has many to assist him. He who loses the proper course has few to assist him. When this - the being assisted by few - reaches its extreme point, his own relations revolt from the prince. When the being assisted by many reaches its highest point, the whole kingdom becomes obedient to the prince. When one to whom the whole kingdom is prepared to be obedient, attacks those from whom their own relations revolt, what must be the result? Therefore, the true ruler will prefer not to fight; but if he do fight, he must overcome.'

source: 孟子將朝王。王使人來曰：「寡人如就見者也，有寒疾，不可以風；朝將視朝，不識可使寡人得見乎？」對曰：「不幸而有疾，不能造朝。」明日出弔於東郭氏。公孫丑曰：「昔者辭以病，今日弔，或者不可乎？」曰：「昔者疾，今日愈，如之何不弔？」王使人問疾，醫來。孟仲子對曰：「昔者有王命，有采薪之憂，不能造朝。今病小愈，趨造於朝；我不識能至否乎？」使數人要於路曰：「請必無歸而造於朝。」不得已而之景丑氏宿焉。景子曰：「內則父子，外則君臣，人之大倫也。父子主恩，君臣主敬。丑見王之敬子也，未見所以敬王也。」曰：「惡！是何言也！齊人無以仁義與王言者，豈以仁義為不美也？其心曰『是何足與言仁義也』云爾，則不敬莫大乎是。我非堯舜之道不敢以陳於王前，故齊人莫如我敬王也。」景子曰：「否，非此之謂也。《禮》曰：『父召無諾；君命召，不俟駕。』固將朝也，聞王命而遂不果，宜與夫禮若不相似然。」曰：「豈謂是與？曾子曰：『晉楚之富，不可及也。彼以其富，我以吾仁；彼以其爵，我以吾義，吾何慊乎哉？』夫豈不義而曾子言之？是或一道也。天下有達尊三：爵一，齒一，德一。朝廷莫如爵，鄉黨莫如齒，輔世長民莫如德。惡得有其一，以慢其二哉？故將大有為之君，必有所不召之臣；欲有謀焉則就之。其尊德樂道，不如是不足以有為也。故湯之於伊尹，學焉而後臣之，故不勞而王；桓公之於管仲，學焉而後臣之，故不勞而霸；今天下地醜德齊，莫能相尚。無他，好臣其所教，而不好臣其所受教。湯之於伊尹，桓公之於管仲，則不敢召；管仲且猶不可召，而況不為管仲者乎？」
en: As Mencius was about to go to court to see the king, the king sent a person to him with this message: 'I was wishing to come and see you. But I have got a cold, and may not expose myself to the wind. In the morning I will hold my court. I do not know whether you will give me the opportunity of seeing you then.' Mencius replied, 'Unfortunately, I am unwell, and not able to go to the court.' Next day, he went out to pay a visit of condolence to some one of the Dong Guo family, when Gong Sun Chou said to him, 'Yesterday, you declined going to the court on the ground of being unwell, and to-day you are going to pay a visit of condolence. May this not be regarded as improper?' 'Yesterday,' said Mencius, 'I was unwell; to-day, I am better - why should I not pay this visit?' In the mean time, the king sent a messenger to inquire about his sickness, and also a physician. Meng Zhong replied to them, 'Yesterday, when the king's order came, he was feeling a little unwell, and could not go to the court. To-day he was a little better, and hastened to go to court. I do not know whether he can have reached it by this time or not.' Having said this, he sent several men to look for Mencius on the way, and say to him, 'I beg that, before you return home, you will go to the court.' On this, Mencius felt himself compelled to go to Jing Chou's, and there stop the night. Mr. Jing said to him, 'In the family, there is the relation of father and son; abroad, there is the relation of prince and minister. These are the two great relations among men. Between father and son the ruling principle is kindness. Between prince and minister the ruling principle is respect. I have seen the respect of the king to you, Sir, but I have not seen in what way you show respect to him.' Mencius replied, 'Oh! what words are these? Among the people of Qi there is no one who speaks to the king about benevolence and righteousness. Are they thus silent because they do not think that benevolence and righteousness are admirable? No, but in their hearts they say, "This man is not fit to be spoken with about benevolence and righteousness." Thus they manifest a disrespect than which there can be none greater. I do not dare to set forth before the king any but the ways of Yao and Shun. There is therefore no man of Qi who respects the king so much as I do.' Mr. Jing said, 'Not so. That was not what I meant. In the Book of Rites it is said, "When a father calls, the answer must be without a moment's hesitation. When the prince's order calls, the carriage must not be waited for." You were certainly going to the court, but when you heard the king's order, then you did not carry your purpose out. This does seem as if it were not in accordance with that rule of propriety.' Mencius answered him, 'How can you give that meaning to my conduct? The philosopher Zeng said, "The wealth of Jin and Chu cannot be equalled. Let their rulers have their wealth - I have my benevolence. Let them have their nobility - I have my righteousness. Wherein should I be dissatisfied as inferior to them?" Now shall we say that these sentiments are not right? Seeing that the philosopher Zeng spoke them, there is in them, I apprehend, a real principle. In the kingdom there are three things universally acknowledged to be honourable. Nobility is one of them; age is one of them; virtue is one of them. In courts, nobility holds the first place of the three; in villages, age holds the first place; and for helping one's generation and presiding over the people, the other two are not equal to virtue. How can the possession of only one of these be presumed on to despise one who possesses the other two? Therefore a prince who is to accomplish great deeds will certainly have ministers whom he does not call to go to him. When he wishes to consult with them, he goes to them. The prince who does not honour the virtuous, and delight in their ways of doing, to this extent, is not worth having to do with. Accordingly, there was the behaviour of Tang to Yi Yin: he first learned of him, and then employed him as his minister; and so without difficulty he became sovereign. There was the behaviour of the duke Huan to Guan Zhong: he first learned of him, and then employed him as his minister; and so without difficulty he became chief of all the princes. Now throughout the kingdom, the territories of the princes are of equal extent, and in their achievements they are on a level. Not one of them is able to exceed the others. This is from no other reason, but that they love to make ministers of those whom they teach, and do not love to make ministers of those by whom they might be taught. So did Tang behave to Yi Yin, and the duke Huan to Guan Zhong, that they would not venture to call them to go to them. If Guan Zhong might not be called to him by his prince, how much less may he be called, who would not play the part of Guan Zhong!'

source: 陳臻問曰：「前日於齊，王饋兼金一百而不受；於宋，饋七十鎰而受；於薛，饋五十鎰而受。前日之不受是，則今日之受非也；今日之受是，則前日之不受非也；夫子必居一於此矣。」孟子曰：「皆是也。當在宋也，予將有遠行；行者必以贐，辭曰『饋贐』，予何為不受？當在薛也，予有戒心，辭曰『聞戒故為兵饋之』，予何為不受？若於齊則未有處也。無處而饋之，是貨之也；焉有君子而可以貨取乎？」
en: Chen Zhen asked Mencius, saying, 'Formerly, when you were in Qi, the king sent you a present Of 2,400 taels of fine silver, and you refused to accept it. When you were in Song, 1,680 taels were sent to you, which you accepted; and when you were in Xue, 1,200 taels were sent, which you likewise accepted. If your declining to accept the gift in the first case was right, your accepting it in the latter cases was wrong. If your accepting it in the latter cases was right, your declining to do so in the first case was wrong. You must accept, Master, one of these alternatives.' Mencius said, 'I did right in all the cases. When I was in Song, I was about to take a long journey. Travellers must be provided with what is necessary for their expenses. The prince's message was, 'A present against travelling-expenses." Why should I have declined the gift? When I was in Xue, I was apprehensive for my safety, and taking measures for my protection. The message was, "I have heard that you are taking measures to protect yourself, and send this to help you in procuring arms." Why should I have declined the gift? But when I was in Qi, I had no occasion for money. To send a man a gift when he has no occasion for it, is to bribe him. How is it possible that a superior man should be taken with a bribe?'

source: 孟子之平陸，謂其大夫曰：「子之持戟之士，一日而三失伍，則去之否乎？」曰：「不待三。」「然則子之失伍也亦多矣。兇年饑歲，子之民老羸轉於溝壑，壯者散而之四方者幾千人矣。」曰：「此非距心之所得為也。」曰：「今有受人之牛羊而為之牧之者，則必為之求牧與芻矣。求牧與芻而不得，則反諸其人乎？抑亦立而視其死與？」曰：「此則距心之罪也。」他日，見於王曰：「王之為都者，臣知五人焉。知其罪者，惟孔距心。為王誦之。」王曰：「此則寡人之罪也。」
en: Mencius having gone to Ping Lu, addressed the governor of it, saying, 'If one of your spearmen should lose his place in the ranks three times in one day, would you, Sir, put him to death or not?' 'I would not wait for three times to do so,' was the reply. Mencius said, 'Well then, you, Sir, have likewise lost your place in the ranks many times. In bad calamitous years, and years of famine, the old and feeble of your people, who have been found lying in the ditches and water-channels, and the able-bodied, who have been scattered about to the four quarters, have amounted to several thousand.' The governor replied, 'That is a state of things in which it does not belong to me Ju Xin to act.' 'Here,' said Mencius, 'is a man who receives charge of the cattle and sheep of another, and undertakes to feed them for him - of course he must search for pasture-ground and grass for them. If, after searching for those, he cannot find them, will he return his charge to the owner? or will he stand by and see them die?' 'Herein,' said the officer, 'I am guilty.' Another day, Mencius had an audience of the king, and said to him, 'Of the governors of your Majesty's cities I am acquainted with five, but the only one of them who knows his faults is Kong Ju Xin.' He then repeated the conversation to the king, who said, 'In this matter, I am the guilty one.'

source: 孟子謂蚔蛙曰：「子之辭靈丘而請士師，似也，為其可以言也。今既數月矣，未可以言與？」蚔蛙諫於王而不用，致為臣而去。齊人曰：「所以為蚔蛙，則善矣；所以自為，則吾不知也。」公都子以告。曰：「吾聞之也：有官守者，不得其職則去；有言責者，不得其言則去。我無官守，我無言責也，則吾進退豈不綽綽然有餘裕哉？」
en: Mencius said to Qi Wa, 'There seemed to be reason in your declining the governorship of Ling Qiu, and requesting to be appointed chief criminal judge, because the latter office would afford you the opportunity of speaking your views. Now several months have elapsed, and have you yet found nothing of which you might speak?' On this, Qi Wa remonstrated on some matter with the king, and, his counsel not being taken, resigned his office and went away. The people of Qi said, 'In the course which he marked out for Qi Wa he did well, but we do not know as to the course which he pursues for himself.' His disciple Gong Du told him these remarks. Mencius said, 'I have heard that he who is in charge of an office, when he is prevented from fulfilling its duties, ought to take his departure, and that he on whom is the responsibility of giving his opinion, when he finds his words unattended to, ought to do the same. But I am in charge of no office; on me devolves no duty of speaking out my opinion - may not I therefore act freely and without any constraint, either in going forward or in retiring?'

source: 孟子為卿於齊，出弔於滕，王使蓋大夫王驩為輔行。王驩朝暮見，反齊、滕之路，未嘗與之言行事也。公孫丑曰：「齊卿之位，不為小矣；齊、滕之路，不為近矣。反之而未嘗與言行事，何也？」曰：「夫既或治之，予何言哉？」
en: Mencius, occupying the position of a high dignitary in Qi, went on a mission of condolence to Teng. The king also sent Wang Huan, the governor of Gai, as assistant-commissioner. Wang Huan, morning and evening, waited upon Mencius, who, during all the way to Teng and back, never spoke to him about the business of their mission. Gong Sun Chou said to Mencius, 'The position of a high dignitary of Qi is not a small one; the road from Qi to Teng is not short. How was it that during all the way there and back, you never spoke to Huan about the matters of your mission?' Mencius replied, 'There were the proper officers who attended to them. What occasion had I to speak to him about them?'

source: 孟子自齊葬於魯。反於齊，止於嬴。充虞請曰：「前日不知虞之不肖，使虞敦匠事；嚴，虞不敢請。今愿竊有請也：木若以美然。」曰：「古者棺槨無度，中古棺七寸，槨稱之，自天子達於庶人。非直為觀美也，然後盡於人心。不得，不可以為悅；無財，不可以為悅。得之為有財。古之人皆用之，吾何為獨不然？且比化者，無使土親膚，於人心獨無恔乎？吾聞之君子：不以天下儉其親。」
en: Mencius went from Qi to Lu to bury his mother. On his return to Qi, he stopped at Ying, where Chong Yu begged to put a question to him, and said, 'Formerly, in ignorance of my incompetency, you employed me to superintend the making of the coffin. As you were then pressed by the urgency of the business, I did not venture to put any question to you. Now, however, I wish to take the liberty to submit the matter. The wood of the coffin, it appeared to me, was too good.' Mencius replied, 'Anciently, there was no rule for the size of either the inner or the outer coffin. In middle antiquity, the inner coffin was made seven inches thick, and the outer one the same. This was done by all, from the sovereign to the common people, and not simply for the beauty of the appearance, but because they thus satisfied the natural feelings of their hearts. If prevented by statutory regulations from making their coffins in this way, men cannot have the feeling of pleasure. If they have not the money to make them in this way, they cannot have the feeling of pleasure. When they were not prevented, and had the money, the ancients all used this style. Why should I alone not do so? And moreover, is there no satisfaction to the natural feelings of a man, in preventing the earth from getting near to the bodies of his dead? I have heard that the superior man will not for all the world be niggardly to his parents.'

source: 沈同以其私問曰：「燕可伐與？」孟子曰：「可。子噲不得與人燕，子之不得受燕於子噲。有仕於此，而子悅之，不告於王，而私與之吾子之祿爵；夫士也，亦無王命而私受之於子，則可乎？何以異於是？」齊人伐燕。或問曰：「勸齊伐燕，有諸？」曰：「未也。沈同問：『燕可伐與？』吾應之曰：『可。』彼然而伐之也。彼如曰：『孰可以伐之？』則將應之曰：『為天吏則可以伐之。』今有殺人者，或問之曰：『人可殺與？』則將應之曰：『可。』彼如曰：『孰可以殺之？』則將應之曰：『為士師則可以殺之。』今以燕伐燕，何為勸之哉？」
en: Shen Tong, on his own impulse, asked Mencius, saying, 'May Yan be smitten?' Mencius replied, 'It may. Zi Kuai had no right to give Yan to another man, and Zi Zhi had no right to receive Yan from Zi Kuai. Suppose there were an officer here, with whom you, Sir, were pleased, and that, without informing the king, you were privately to give to him your salary and rank; and suppose that this officer, also without the king's orders, were privately to receive them from you - would such a transaction be allowable? And where is the difference between the case of Yan and this?' The people of Qi smote Yan. Some one asked Mencius, saying, 'Is it really the case that you advised Qi to smite Yan?' He replied, 'No. Shen Tong asked me whether Yan might be smitten, and I answered him, "It may." They accordingly went and smote it. If he had asked me, "Who may smite it?" I would have answered him, "He who is the minister of Heaven may smite it." Suppose the case of a murderer, and that one asks me, "May this man be put to death?" I will answer him, "He may." If he ask me, "Who may put him to death?" I will answer him, "The chief criminal judge may put him to death." But now with one Yan to smite another Yan - how should I have advised this?'
